Revit 2027 API
SpecTypeId.ThermalConductivity Property
 Thermal Conductivity, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalConductivity { get; }
Public Shared ReadOnly Property ThermalConductivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalConductivity {
	ForgeTypeId^ get ();
}
static member ThermalConductivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace